Repository: ntamasM/publications-manager
Catalog: languages/publications-manager-*.po
Languages: de_de, el, es_es, fr_fr, it_it, pt_br

source: %d deleted publications
de_de: %d gelöschte Veröffentlichungen
es_es: %d publicaciones eliminadas
fr_fr: %d publications supprimées
it_it: %d pubblicazioni eliminate
pt_br: %d publicações excluídas

source: %d total, %d duplicates
de_de: %d gesamt, %d Duplikate
es_es: %d total, %d duplicados
fr_fr: %d au total, %d doublons
it_it: %d totali, %d duplicati
pt_br: %d total, %d duplicadas

source: (%d with duplicates)
de_de: (%d mit Duplikaten)
es_es: (%d con duplicados)
fr_fr: (%d avec doublons)
it_it: (%d con duplicati)
pt_br: (%d com duplicadas)

source: + Add Author
de_de: + Autor hinzufügen
es_es: + Añadir autor
fr_fr: + Ajouter un auteur
it_it: + Aggiungi autore
pt_br: + Adicionar Autor

source: Abstract
de_de: Zusammenfassung
el: Περίληψη
es_es: Resumen
fr_fr: Résumé
pt_br: Resumo

source: Abstract & Notes
de_de: Zusammenfassung & Notizen
es_es: Resumen y notas
fr_fr: Résumé et notes
it_it: Abstract e note
pt_br: Resumo e Notas

source: Action Required:
de_de: Handlungsbedarf:
es_es: Acción requerida:
fr_fr: Action requise :
it_it: Azione richiesta:
pt_br: Ação Necessária:

source: Active
de_de: Aktiv
es_es: Activo
fr_fr: Actif
it_it: Attivo
pt_br: Ativo

source: Add New
de_de: Neu hinzufügen
el: Προσθήκη Νέας
es_es: Añadir nueva
fr_fr: Ajouter
it_it: Aggiungi nuova
pt_br: Adicionar nova

source: Add New Author
de_de: Neuen Autor hinzufügen
es_es: Añadir nuevo autor
fr_fr: Ajouter un nouvel auteur
it_it: Aggiungi nuovo autore
pt_br: Adicionar Novo Autor

source: Add New Publication
de_de: Neue Publikation hinzufügen
el: Προσθήκη Νέας Δημοσίευσης
es_es: Añadir nueva publicación
fr_fr: Ajouter une nouvelle publication
it_it: Aggiungi nuova pubblicazione
pt_br: Adicionar nova publicação

source: Add Query Loop element
de_de: Abfrageschleifenelement hinzufügen
es_es: Añadir elemento Query Loop
fr_fr: Ajouter un élément Query Loop
it_it: Aggiungi elemento Query Loop
pt_br: Adicionar elemento Query Loop

source: Additional Information
de_de: Zusätzliche Informationen
es_es: Información adicional
fr_fr: Informations complémentaires
it_it: Informazioni aggiuntive
pt_br: Informações Adicionais

source: Additional notes or remarks
de_de: Zusätzliche Hinweise oder Anmerkungen
es_es: Notas o comentarios adicionales
fr_fr: Notes ou remarques supplémentaires
it_it: Note o osservazioni aggiuntive
pt_br: Notas ou observações adicionais

source: Address
de_de: Adresse
el: Διεύθυνση
es_es: Dirección
fr_fr: Adresse
it_it: Indirizzo
pt_br: Endereço

source: After creating publications, link author terms to team member profiles:
de_de: Verknüpfen Sie nach der Erstellung von Veröffentlichungen Autorbegriffe mit Teammitglied-Profilen:
es_es: Después de crear publicaciones, vincule los términos de autor a los perfiles de miembros del equipo:
fr_fr: Après avoir créé des publications, liez les termes d'auteurs aux profils des membres de l'équipe :
it_it: Dopo aver creato le pubblicazioni, collega i termini degli autori ai profili dei membri del team:
pt_br: Após criar publicações, vincule os termos de autores aos perfis dos membros da equipe:

source: All Authors
de_de: Alle Autoren
es_es: Todos los autores
fr_fr: Tous les auteurs
it_it: Tutti gli autori
pt_br: Todos os Autores

source: All Publications
de_de: Alle Publikationen
el: Όλες οι Δημοσιεύσεις
es_es: Todas las publicaciones
fr_fr: Toutes les publications
it_it: Tutte le pubblicazioni
pt_br: Todas as publicações

source: All Types
de_de: Alle Typen
es_es: Todos los tipos
fr_fr: Tous les types
it_it: Tutti i tipi
pt_br: Todos os Tipos

source: All Years
de_de: Alle Jahre
es_es: Todos los años
fr_fr: Toutes les années
it_it: Tutti gli anni
pt_br: Todos os Anos

source: All publications are linked to team members.
de_de: Alle Veröffentlichungen sind mit Teammitgliedern verknüpft.
es_es: Todas las publicaciones están vinculadas a miembros del equipo.
fr_fr: Toutes les publications sont liées aux membres de l'équipe.
it_it: Tutte le pubblicazioni sono collegate ai membri del team.
pt_br: Todas as publicações estão vinculadas aos membros da equipe.

source: Analytics
de_de: Analysen
es_es: Análisis
fr_fr: Analyses
it_it: Analisi
pt_br: Análises

source: Any award or distinction received
de_de: Erhaltene Auszeichnungen oder Ehrungen
es_es: Cualquier premio o distinción recibida
fr_fr: Toute récompense ou distinction reçue
it_it: Qualsiasi premio o riconoscimento ricevuto
pt_br: Qualquer prêmio ou distinção recebida

source: At least one author is required.
de_de: Mindestens ein Autor ist erforderlich.
es_es: Se requiere al menos un autor.
fr_fr: Au moins un auteur est requis.
it_it: È richiesto almeno un autore.
pt_br: É necessário pelo menos um autor.

source: Author Linking Information
de_de: Informationen zur Autorenverknüpfung
es_es: Información de vinculación de autores
fr_fr: Informations sur les liens d'auteurs
it_it: Informazioni di collegamento autore
pt_br: Informações de Vinculação de Autores

source: Author link data
de_de: Autorenlink-Daten
es_es: Datos de enlace de autor
fr_fr: Données de lien d'auteur
it_it: Dati di collegamento autore
pt_br: Dados de link do autor

source: Authors
de_de: Autoren
es_es: Autores
fr_fr: Auteurs
it_it: Autori
pt_br: Autores

source: Authors & Editors
de_de: Autoren & Herausgeber
es_es: Autores y editores
fr_fr: Auteurs et éditeurs
it_it: Autori ed editori
pt_br: Autores e Editores

source: Authors are stored as taxonomy terms in the pm_author taxonomy
de_de: Autoren werden als Taxonomiebegriffe in der pm_author-Taxonomie gespeichert
es_es: Los autores se almacenan como términos de taxonomía en la taxonomía pm_author
fr_fr: Les auteurs sont stockés en tant que termes de taxonomie dans la taxonomie pm_author
it_it: Gli autori sono memorizzati come termini di tassonomia nella tassonomia pm_author
pt_br: Os autores são armazenados como termos de taxonomia na taxonomia pm_author

source: Avg Links/Publication
de_de: Durchschn. Links/Veröffentlichung
es_es: Enlaces promedio/publicación
fr_fr: Liens moyens/Publication
it_it: Collegamenti medi/Pubblicazione
pt_br: Links Médios/Publicação

source: Award
de_de: Auszeichnung
es_es: Premio
fr_fr: Récompense
it_it: Premio
pt_br: Prêmio

source: Bachelor Theses
de_de: Bachelorarbeiten
el: Πτυχιακές Εργασίες
es_es: Trabajos de fin de grado
fr_fr: Mémoires de licence
it_it: Tesi di laurea triennale
pt_br: Trabalhos de conclusão de curso

source: Bachelor Thesis
de_de: Bachelorarbeit
el: Πτυχιακή Εργασία
es_es: Trabajo de fin de grado
fr_fr: Mémoire de licence
it_it: Tesi di laurea triennale
pt_br: Trabalho de conclusão de curso

source: BibTeX Key
de_de: BibTeX-Schlüssel
el: Κλειδί BibTeX
es_es: Clave BibTeX
fr_fr: Clé BibTeX
it_it: Chiave BibTeX
pt_br: Chave BibTeX

source: BibTeX cross-reference key
de_de: BibTeX-Querverweisschlüssel
es_es: Clave de referencia cruzada BibTeX
fr_fr: Clé de référence croisée BibTeX
it_it: Chiave di riferimento incrociato BibTeX
pt_br: Chave de referência cruzada BibTeX

source: Book
de_de: Buch
el: Βιβλίο
es_es: Libro
fr_fr: Livre
it_it: Libro
pt_br: Livro

source: Book Chapter
de_de: Buchkapitel
el: Κεφάλαιο Βιβλίου
es_es: Capítulo de libro
fr_fr: Chapitre de livre
it_it: Capitolo di libro
pt_br: Capítulo de livro

source: Book Chapters
de_de: Buchkapitel
el: Κεφάλαια Βιβλίων
es_es: Capítulos de libro
fr_fr: Chapitres de livre
it_it: Capitoli di libro
pt_br: Capítulos de livro

source: Book Section
de_de: Buchabschnitt
el: Τμήμα Βιβλίου
es_es: Sección de libro
fr_fr: Section de livre
it_it: Sezione di libro
pt_br: Seção de livro

source: Book Sections
de_de: Buchabschnitte
el: Τμήματα Βιβλίων
es_es: Secciones de libro
fr_fr: Sections de livre
it_it: Sezioni di libro
pt_br: Seções de livro

source: Book Title
de_de: Buchtitel
es_es: Título del libro
fr_fr: Titre du livre
it_it: Titolo del libro
pt_br: Título do Livro

source: Book or journal series
de_de: Buch- oder Zeitschriftenreihe
es_es: Serie de libros o revistas
fr_fr: Série de livres ou de revues
it_it: Serie di libri o riviste
pt_br: Série de livros ou periódicos

source: Booklet
de_de: Broschüre
el: Φυλλάδιο
es_es: Folleto
fr_fr: Livret
it_it: Opuscolo
pt_br: Livreto

source: Booklets
de_de: Broschüren
el: Φυλλάδια
es_es: Folletos
fr_fr: Livrets
it_it: Opuscoli
pt_br: Livretos

source: Books
de_de: Bücher
el: Βιβλία
es_es: Libros
fr_fr: Livres
it_it: Libri
pt_br: Livros

source: Chapter
de_de: Kapitel
es_es: Capítulo
fr_fr: Chapitre
it_it: Capitolo
pt_br: Capítulo

source: Chapter number or title
de_de: Kapitelnummer oder -titel
es_es: Número o título del capítulo
fr_fr: Numéro ou titre du chapitre
it_it: Numero o titolo del capitolo
pt_br: Número ou título do capítulo

source: Clean Up Orphaned Connections
de_de: Verwaiste Verbindungen bereinigen
es_es: Limpiar conexiones huérfanas
fr_fr: Nettoyer les connexions orphelines
it_it: Pulisci connessioni orfane
pt_br: Limpar Conexões Órfãs

source: Collection
de_de: Sammlung
el: Συλλογή
es_es: Colección
it_it: Raccolta
pt_br: Coleção

source: Collections
de_de: Sammlungen
el: Συλλογές
es_es: Colecciones
it_it: Raccolte
pt_br: Coleções

source: Conference
de_de: Konferenz
el: Συνέδριο
es_es: Conferencia
fr_fr: Conférence
it_it: Conferenza
pt_br: Conferência

source: Conferences
de_de: Konferenzen
el: Συνέδρια
es_es: Conferencias
fr_fr: Conférences
it_it: Conferenze
pt_br: Conferências

source: Connection Statistics
de_de: Verbindungsstatistiken
es_es: Estadísticas de conexión
fr_fr: Statistiques de connexion
it_it: Statistiche di connessione
pt_br: Estatísticas de Conexões

source: Cover Image URL
de_de: Cover-Bild-URL
es_es: URL de imagen de portada
fr_fr: URL de l'image de couverture
it_it: URL immagine di copertina
pt_br: URL da Imagem de Capa

source: Cross Reference
de_de: Querverweis
es_es: Referencia cruzada
fr_fr: Référence croisée
it_it: Riferimento incrociato
pt_br: Referência Cruzada

source: Data Integrity Issue Detected:
de_de: Problem mit Datenintegrität erkannt:
es_es: Problema de integridad de datos detectado:
fr_fr: Problème d'intégrité des données détecté :
it_it: Problema di integrità dei dati rilevato:
pt_br: Problema de Integridade de Dados Detectado:

source: Date of publication
de_de: Veröffentlichungsdatum
es_es: Fecha de publicación
fr_fr: Date de publication
it_it: Data di pubblicazione
pt_br: Data de publicação

source: Date when the URL was last accessed
de_de: Datum des letzten URL-Zugriffs
es_es: Fecha en que se accedió por última vez a la URL
fr_fr: Date de dernier accès à l'URL
it_it: Data dell'ultimo accesso all'URL
pt_br: Data em que a URL foi acessada pela última vez

source: Digital Object Identifier
de_de: Digitaler Objektbezeichner
es_es: Identificador de objeto digital
fr_fr: Identifiant d'objet numérique
it_it: Identificatore di oggetto digitale
pt_br: Identificador de Objeto Digital

source: Diploma Theses
de_de: Diplomarbeiten
el: Διπλωματικές Εργασίες
es_es: Trabajos de diploma
fr_fr: Mémoires de diplôme
it_it: Tesi di diploma
pt_br: Trabalhos de diploma

source: Diploma Thesis
de_de: Diplomarbeit
el: Διπλωματική Εργασία
es_es: Trabajo de diploma
fr_fr: Mémoire de diplôme
it_it: Tesi di diploma
pt_br: Trabalho de diploma

source: Display Authors with Links:
de_de: Autoren mit Links anzeigen:
es_es: Mostrar autores con enlaces:
fr_fr: Afficher les auteurs avec liens :
it_it: Visualizza autori con collegamenti:
pt_br: Exibir Autores com Links:

source: Display Publication Type (Formatted):
de_de: Veröffentlichungstyp anzeigen (formatiert):
es_es: Mostrar tipo de publicación (formateado):
fr_fr: Afficher le type de publication (formaté) :
it_it: Visualizza tipo di pubblicazione (formattato):
pt_br: Exibir Tipo de Publicação (Formatado):

source: Each author becomes a reusable term in Publications → Authors
de_de: Jeder Autor wird zu einem wiederverwendbaren Begriff in Veröffentlichungen → Autoren
es_es: Cada autor se convierte en un término reutilizable en Publicaciones → Autores
fr_fr: Chaque auteur devient un terme réutilisable dans Publications → Auteurs
it_it: Ogni autore diventa un termine riutilizzabile in Pubblicazioni → Autori
pt_br: Cada autor se torna um termo reutilizável em Publicações → Autores

source: Edit Author
de_de: Autor bearbeiten
es_es: Editar autor
fr_fr: Modifier l'auteur
it_it: Modifica autore
pt_br: Editar Autor

source: Edit Publication
de_de: Publikation bearbeiten
el: Επεξεργασία Δημοσίευσης
es_es: Editar publicación
fr_fr: Modifier la publication
it_it: Modifica pubblicazione
pt_br: Editar publicação

source: Edition
de_de: Ausgabe
es_es: Edición
fr_fr: Édition
it_it: Edizione
pt_br: Edição

source: Edition number (e.g., 2nd, Third)
de_de: Ausgabenummer (z.B. 2., Dritte)
es_es: Número de edición (ej., 2ª, Tercera)
fr_fr: Numéro d'édition (par ex., 2e, Troisième)
it_it: Numero di edizione (es., 2a, Terza)
pt_br: Número da edição (ex: 2ª, Terceira)

source: Editors
de_de: Herausgeber
es_es: Editores
fr_fr: Éditeurs
it_it: Editori
pt_br: Editores

source: Enter each author name. Authors will be created as terms and can be linked to team members.
de_de: Geben Sie jeden Autorennamen ein. Autoren werden als Begriffe erstellt und können mit Team-Mitgliedern verknüpft werden.
es_es: Ingrese cada nombre de autor. Los autores se crearán como términos y pueden vincularse a miembros del equipo.
fr_fr: Saisissez chaque nom d'auteur. Les auteurs seront créés en tant que termes et pourront être liés aux membres de l'équipe.
it_it: Inserisci ogni nome autore. Gli autori verranno creati come termini e possono essere collegati ai membri del team.
pt_br: Digite o nome de cada autor. Os autores serão criados como termos e podem ser vinculados aos membros da equipe.

source: Enter one or more DOIs (e.g., 10.1000/xyz123)
de_de: Geben Sie einen oder mehrere DOIs ein (z.B. 10.1000/xyz123)
el: Εισαγάγετε ένα ή περισσότερα DOI (π.χ., 10.1000/xyz123)
es_es: Ingrese uno o más DOIs (ej., 10.1000/xyz123)
fr_fr: Entrez un ou plusieurs DOI (par ex., 10.1000/xyz123)
it_it: Inserisci uno o più DOI (es. 10.1000/xyz123)
pt_br: Digite um ou mais DOIs (ex: 10.1000/xyz123)

source: Enter the slug of the Custom Post Type that contains team member profiles (e.g., team_member). Publications will be automatically linked to team members based on author names matching the team member post titles.
de_de: Geben Sie den Slug des Custom Post Type ein, der Team-Mitgliederprofile enthält (z.B. team_member). Veröffentlichungen werden automatisch mit Team-Mitgliedern verknüpft, wenn Autorennamen mit den Post-Titeln der Team-Mitglieder übereinstimmen.
es_es: Ingrese el slug del tipo de entrada personalizado que contiene los perfiles de miembros del equipo (ej., team_member). Las publicaciones se vincularán automáticamente a los miembros del equipo según los nombres de autores que coincidan con los títulos de las entradas de miembros del equipo.
fr_fr: Entrez le slug du type d'article personnalisé qui contient les profils des membres de l'équipe (par ex., team_member). Les publications seront automatiquement liées aux membres de l'équipe en fonction de la correspondance des noms d'auteurs avec les titres des articles de membres de l'équipe.
it_it: Inserisci lo slug del tipo di post personalizzato che contiene i profili dei membri del team (es., team_member). Le pubblicazioni verranno collegate automaticamente ai membri del team in base ai nomi degli autori corrispondenti ai titoli dei post dei membri del team.
pt_br: Digite o slug do Custom Post Type que contém os perfis dos membros da equipe (ex: team_member). As publicações serão automaticamente vinculadas aos membros da equipe com base na correspondência dos nomes dos autores aos títulos das publicações dos membros da equipe.

source: Examples:
de_de: Beispiele:
el: Παραδείγματα:
es_es: Ejemplos:
fr_fr: Exemples :
it_it: Esempi:
pt_br: Exemplos:

source: Export Format
el: Μορφή Εξαγωγής
es_es: Formato de exportación
fr_fr: Format d'exportation
it_it: Formato di esportazione
pt_br: Formato de exportação

source: Export Publications
de_de: Publikationen exportieren
el: Εξαγωγή Δημοσιεύσεων
es_es: Exportar publicaciones
fr_fr: Exporter des publications
it_it: Esporta pubblicazioni
pt_br: Exportar publicações

source: Export your publications in various formats.
de_de: Exportieren Sie Ihre Publikationen in verschiedenen Formaten.
el: Εξαγωγή των δημοσιεύσεών σας σε διάφορες μορφές.
es_es: Exporte sus publicaciones en varios formatos.
fr_fr: Exportez vos publications dans différents formats.
it_it: Esporta le tue pubblicazioni in vari formati.
pt_br: Exporte suas publicações em vários formatos.

source: External Image Link
de_de: Externer Bild-Link
es_es: Enlace de imagen externa
fr_fr: Lien d'image externe
it_it: Collegamento immagine esterna
pt_br: Link de Imagem Externa

source: External link for the image
de_de: Externer Link für das Bild
es_es: Enlace externo para la imagen
fr_fr: Lien externe pour l'image
it_it: Collegamento esterno per l'immagine
pt_br: Link externo para a imagem

source: Failed to create/update publication post
de_de: Fehler beim Erstellen/Aktualisieren des Veröffentlichungs-Posts
es_es: Error al crear/actualizar entrada de publicación
fr_fr: Échec de la création/mise à jour de l'article de publication
it_it: Impossibile creare/aggiornare il post della pubblicazione
pt_br: Falha ao criar/atualizar publicação

source: Failed to parse Crossref data
de_de: Fehler beim Analysieren der Crossref-Daten
es_es: Error al analizar datos de Crossref
fr_fr: Échec de l'analyse des données Crossref
it_it: Impossibile analizzare i dati Crossref
pt_br: Falha ao analisar dados do Crossref

source: Forthcoming
de_de: Bevorstehend
es_es: Próximamente
fr_fr: À venir
it_it: In arrivo
pt_br: Em breve

source: Found %d connections to deleted publications. These are references to publications that no longer exist in your database.
de_de: %d Verbindungen zu gelöschten Veröffentlichungen gefunden. Dies sind Verweise auf Veröffentlichungen, die nicht mehr in Ihrer Datenbank vorhanden sind.
es_es: Se encontraron %d conexiones a publicaciones eliminadas. Estas son referencias a publicaciones que ya no existen en su base de datos.
fr_fr: Trouvé %d connexions à des publications supprimées. Ce sont des références à des publications qui n'existent plus dans votre base de données.
it_it: Trovate %d connessioni a pubblicazioni eliminate. Questi sono riferimenti a pubblicazioni che non esistono più nel database.
pt_br: Encontradas %d conexões com publicações excluídas. Estas são referências a publicações que não existem mais no seu banco de dados.

source: Get Author Term URL (in Query Loops):
de_de: Autorbegriff-URL abrufen (in Abfrageschleifen):
es_es: Obtener URL del término de autor (en Query Loops):
fr_fr: Obtenir l'URL du terme d'auteur (dans les Query Loops) :
it_it: Ottieni URL termine autore (nei Query Loop):
pt_br: Obter URL do Termo de Autor (em Query Loops):

source: Go to <strong>Publications → Authors</strong>
de_de: Gehen Sie zu <strong>Veröffentlichungen → Autoren</strong>
es_es: Vaya a <strong>Publicaciones → Autores</strong>
fr_fr: Allez dans <strong>Publications → Auteurs</strong>
it_it: Vai a <strong>Pubblicazioni → Autori</strong>
pt_br: Vá para <strong>Publicações → Autores</strong>

source: Great!
de_de: Großartig!
es_es: ¡Excelente!
fr_fr: Super !
it_it: Ottimo!
pt_br: Ótimo!

source: HTTP Error: %d
de_de: HTTP-Fehler: %d
es_es: Error HTTP: %d
fr_fr: Erreur HTTP : %d
it_it: Errore HTTP: %d
pt_br: Erro HTTP: %d

source: Hidden field for alphabetizing
de_de: Verstecktes Feld zur alphabetischen Sortierung
es_es: Campo oculto para alfabetizar
fr_fr: Champ caché pour l'alphabétisation
it_it: Campo nascosto per l'ordine alfabetico
pt_br: Campo oculto para ordenação alfabética

source: How Published
de_de: Wie veröffentlicht
es_es: Cómo se publicó
fr_fr: Comment publié
it_it: Come pubblicato
pt_br: Como Foi Publicado

source: How it works (v2.2.1):
de_de: So funktioniert es (v2.2.1):
es_es: Cómo funciona (v2.2.1):
fr_fr: Comment ça fonctionne (v2.2.1) :
it_it: Come funziona (v2.2.1):
pt_br: Como funciona (v2.2.1):

source: How to Use in Bricks Builder
de_de: Verwendung in Bricks Builder
es_es: Cómo usar en Bricks Builder
fr_fr: Comment utiliser dans Bricks Builder
it_it: Come usare in Bricks Builder
pt_br: Como Usar no Bricks Builder

source: ISBN or ISSN number
de_de: ISBN- oder ISSN-Nummer
es_es: Número ISBN o ISSN
fr_fr: Numéro ISBN ou ISSN
it_it: Numero ISBN o ISSN
pt_br: Número ISBN ou ISSN

source: Import ID
es_es: ID de importación
fr_fr: ID d'importation
it_it: ID importazione
pt_br: ID de Importação

source: Import Publications
de_de: Publikationen importieren
el: Εισαγωγή Δημοσιεύσεων
es_es: Importar publicaciones
fr_fr: Importer des publications
it_it: Importa pubblicazioni
pt_br: Importar publicações

source: Import from Crossref
de_de: Aus Crossref importieren
el: Εισαγωγή από Crossref
es_es: Importar desde Crossref
fr_fr: Importer depuis Crossref
it_it: Importa da Crossref
pt_br: Importar do Crossref

source: Import publications using DOI (Digital Object Identifier) from Crossref.org. You can import multiple publications by entering multiple DOIs separated by spaces or new lines.
de_de: Publikationen mittels DOI (Digital Object Identifier) von Crossref.org importieren. Sie können mehrere Publikationen importieren, indem Sie mehrere DOIs durch Leerzeichen oder neue Zeilen getrennt eingeben.
el: Εισαγωγή δημοσιεύσεων με χρήση DOI (Αναγνωριστικό Ψηφιακού Αντικειμένου) από το Crossref.org. Μπορείτε να εισαγάγετε πολλαπλές δημοσιεύσεις εισάγοντας πολλαπλά DOI διαχωρισμένα με κενά ή νέες γραμμές.
es_es: Importar publicaciones usando DOI (Identificador de Objeto Digital) desde Crossref.org. Puede importar múltiples publicaciones ingresando múltiples DOIs separados por espacios o líneas nuevas.
fr_fr: Importer des publications en utilisant le DOI (Digital Object Identifier) depuis Crossref.org. Vous pouvez importer plusieurs publications en saisissant plusieurs DOI séparés par des espaces ou des nouvelles lignes.
it_it: Importa pubblicazioni utilizzando il DOI (Digital Object Identifier) da Crossref.org. Puoi importare più pubblicazioni inserendo più DOI separati da spazi o nuove righe.
pt_br: Importar publicações usando DOI (Identificador de Objeto Digital) do Crossref.org. Você pode importar várias publicações inserindo vários DOIs separados por espaços ou novas linhas.

source: Import/Export
de_de: Importieren/Exportieren
el: Εισαγωγή/Εξαγωγή
es_es: Importar/Exportar
fr_fr: Importer/Exporter
it_it: Importa/Esporta
pt_br: Importar/Exportar

source: In Press
de_de: Im Druck
es_es: En prensa
fr_fr: Sous presse
it_it: In stampa
pt_br: No Prelo

source: In Review
de_de: In Überprüfung
es_es: En revisión
fr_fr: En révision
it_it: In revisione
pt_br: Em Revisão

source: Institution
es_es: Institución
it_it: Istituzione
pt_br: Instituição

source: Internal Comment
de_de: Interner Kommentar
es_es: Comentario interno
fr_fr: Commentaire interne
it_it: Commento interno
pt_br: Comentário Interno

source: Internal comments (not displayed publicly)
de_de: Interne Kommentare (öffentlich nicht angezeigt)
es_es: Comentarios internos (no se muestran públicamente)
fr_fr: Commentaires internes (non affichés publiquement)
it_it: Commenti interni (non visualizzati pubblicamente)
pt_br: Comentários internos (não exibidos publicamente)

source: Invalid JSON response from Crossref
de_de: Ungültige JSON-Antwort von Crossref
es_es: Respuesta JSON no válida de Crossref
fr_fr: Réponse JSON invalide de Crossref
it_it: Risposta JSON non valida da Crossref
pt_br: Resposta JSON inválida do Crossref

source: Issue
de_de: Ausgabe
es_es: Número
fr_fr: Numéro
it_it: Numero
pt_br: Edição

source: Issue Title
de_de: Ausgabentitel
es_es: Título del número
fr_fr: Titre du numéro
it_it: Titolo del numero
pt_br: Título da Edição
