Repository: ntamasM/publications-manager
Catalog: languages/publications-manager-*.po
Languages: de_de, el, es_es, fr_fr, it_it, pt_br

source: Issue number
de_de: Ausgabennummer
es_es: Número de edición
fr_fr: Numéro de parution
it_it: Numero di pubblicazione
pt_br: Número da edição

source: Journal
de_de: Zeitschrift
es_es: Revista
fr_fr: Revue
it_it: Rivista
pt_br: Periódico

source: Journal Article
de_de: Zeitschriftenartikel
el: Άρθρο Περιοδικού
es_es: Artículo de revista
fr_fr: Article de revue
it_it: Articolo di rivista
pt_br: Artigo de revista

source: Journal Articles
de_de: Zeitschriftenartikel
el: Άρθρα Περιοδικών
es_es: Artículos de revista
fr_fr: Articles de revue
it_it: Articoli di rivista
pt_br: Artigos de revista

source: Key
de_de: Schlüssel
es_es: Clave
fr_fr: Clé
it_it: Chiave
pt_br: Chave

source: Link authors to team members manually via Publications → Authors admin
de_de: Verknüpfen Sie Autoren manuell über Veröffentlichungen → Autoren-Admin mit Teammitgliedern
es_es: Vincule autores a miembros del equipo manualmente a través de Publicaciones → Autores
fr_fr: Liez les auteurs aux membres de l'équipe manuellement via l'admin Publications → Auteurs
it_it: Collega gli autori ai membri del team manualmente tramite admin Pubblicazioni → Autori
pt_br: Vincule autores aos membros da equipe manualmente via Publicações → Administração de Autores

source: Link this author to a team member profile
de_de: Diesen Autor mit einem Teammitglied-Profil verknüpfen
es_es: Vincular este autor a un perfil de miembro del equipo
fr_fr: Lier cet auteur à un profil de membre de l'équipe
it_it: Collega questo autore a un profilo membro del team
pt_br: Vincular este autor a um perfil de membro da equipe

source: Link this author to a team member profile. Author name will link to team member page.
de_de: Diesen Autor mit einem Teammitglied-Profil verknüpfen. Der Autorenname wird zur Teammitglied-Seite verlinkt.
es_es: Vincular este autor a un perfil de miembro del equipo. El nombre del autor enlazará a la página del miembro del equipo.
fr_fr: Liez cet auteur à un profil de membre de l'équipe. Le nom de l'auteur sera lié à la page du membre de l'équipe.
it_it: Collega questo autore a un profilo membro del team. Il nome dell'autore si collegherà alla pagina del membro del team.
pt_br: Vincular este autor a um perfil de membro da equipe. O nome do autor ficará vinculado à página do membro da equipe.

source: Link to a related WordPress page
de_de: Link zu einer verwandten WordPress-Seite
es_es: Enlace a una página relacionada de WordPress
fr_fr: Lien vers une page WordPress associée
it_it: Collegamento a una pagina WordPress correlata
pt_br: Link para uma página WordPress relacionada

source: Linked Team Member
de_de: Verknüpftes Teammitglied
es_es: Miembro del equipo vinculado
fr_fr: Membre de l'équipe lié
it_it: Membro del team collegato
pt_br: Membro da Equipe Vinculado

source: Linked publication ID
de_de: Verknüpfte Veröffentlichungs-ID
es_es: ID de publicación vinculada
fr_fr: ID de publication liée
it_it: ID pubblicazione collegata
pt_br: ID da publicação vinculada

source: Linked team members
de_de: Verknüpfte Teammitglieder
es_es: Miembros del equipo vinculados
fr_fr: Membres de l'équipe liés
it_it: Membri del team collegati
pt_br: Membros da equipe vinculados

source: Masters Theses
de_de: Masterarbeiten
es_es: Tesis de maestría
fr_fr: Mémoires de master
it_it: Tesi di laurea magistrale
pt_br: Teses de Mestrado

source: Masters Thesis
de_de: Masterarbeit
es_es: Tesis de maestría
fr_fr: Mémoire de master
it_it: Tesi di laurea magistrale
pt_br: Tese de Mestrado

source: Media
de_de: Medien
es_es: Medios
fr_fr: Médias
pt_br: Mídia

source: Medium
es_es: Medio
fr_fr: Média
pt_br: Médio

source: Method of publication (for unusual publications)
de_de: Veröffentlichungsmethode (für ungewöhnliche Veröffentlichungen)
es_es: Método de publicación (para publicaciones inusuales)
fr_fr: Méthode de publication (pour publications inhabituelles)
it_it: Metodo di pubblicazione (per pubblicazioni insolite)
pt_br: Método de publicação (para publicações incomuns)

source: Miscellaneous
de_de: Sonstiges
el: Διάφορα
es_es: Varios
fr_fr: Divers
it_it: Varie
pt_br: Diversos

source: Name of the journal
de_de: Name der Zeitschrift
es_es: Nombre de la revista
fr_fr: Nom de la revue
it_it: Nome della rivista
pt_br: Nome do periódico

source: New Author Name
de_de: Neuer Autorenname
es_es: Nombre de nuevo autor
fr_fr: Nouveau nom d'auteur
it_it: Nome nuovo autore
pt_br: Nome do Novo Autor

source: New Publication
de_de: Neue Publikation
el: Νέα Δημοσίευση
es_es: Nueva publicación
fr_fr: Nouvelle publication
it_it: Nuova pubblicazione
pt_br: Nova publicação

source: No DOIs provided
de_de: Keine DOIs angegeben
es_es: No se proporcionaron DOIs
fr_fr: Aucun DOI fourni
it_it: Nessun DOI fornito
pt_br: Nenhum DOI fornecido

source: No publications found in Trash.
de_de: Keine Publikationen im Papierkorb gefunden.
el: Δεν βρέθηκαν δημοσιεύσεις στα Απορρίμματα.
es_es: No se encontraron publicaciones en la papelera.
fr_fr: Aucune publication trouvée dans la corbeille.
it_it: Nessuna pubblicazione trovata nel cestino.
pt_br: Nenhuma publicação encontrada na lixeira.

source: No publications found.
de_de: Keine Publikationen gefunden.
el: Δεν βρέθηκαν δημοσιεύσεις.
es_es: No se encontraron publicaciones.
fr_fr: Aucune publication trouvée.
it_it: Nessuna pubblicazione trovata.
pt_br: Nenhuma publicação encontrada.

source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
it_it: Nessuno
pt_br: Nenhum

source: Not Found
de_de: Nicht gefunden
es_es: No encontrado
fr_fr: Non trouvé
it_it: Non trovato
pt_br: Não Encontrado

source: Note
de_de: Notiz
el: Σημείωση
es_es: Nota
it_it: Nota
pt_br: Nota

source: Number
de_de: Nummer
es_es: Número
fr_fr: Numéro
it_it: Numero
pt_br: Número

source: On Team Member Page - Query Publications:
de_de: Auf der Teammitglied-Seite - Veröffentlichungen abfragen:
es_es: En la página de miembro del equipo - Consultar publicaciones:
fr_fr: Sur la page de membre de l'équipe - Requête de publications :
it_it: Sulla pagina del membro del team - Query pubblicazioni:
pt_br: Na Página do Membro da Equipe - Consultar Publicações:

source: Once linked, author names display as clickable links to team member pages
de_de: Nach der Verknüpfung werden Autorennamen als anklickbare Links zu Teammitglied-Seiten angezeigt
es_es: Una vez vinculados, los nombres de autores se muestran como enlaces cliqueables a las páginas de miembros del equipo
fr_fr: Une fois liés, les noms d'auteurs s'affichent sous forme de liens cliquables vers les pages de membres de l'équipe
it_it: Una volta collegati, i nomi degli autori vengono visualizzati come collegamenti cliccabili alle pagine dei membri del team
pt_br: Uma vez vinculado, os nomes dos autores serão exibidos como links clicáveis para as páginas dos membros da equipe

source: Online
el: Διαδικτυακό
es_es: En línea
fr_fr: En ligne

source: Optional: List of editors
de_de: Optional: Liste der Herausgeber
es_es: Opcional: Lista de editores
fr_fr: Optionnel : Liste des éditeurs
it_it: Facoltativo: Elenco degli editori
pt_br: Opcional: Lista de editores

source: Organization
de_de: Organisation
es_es: Organización
fr_fr: Organisation
it_it: Organizzazione
pt_br: Organização

source: Orphaned Connections Detected:
de_de: Verwaiste Verbindungen erkannt:
es_es: Conexiones huérfanas detectadas:
fr_fr: Connexions orphelines détectées :
it_it: Connessioni orfane rilevate:
pt_br: Conexões Órfãs Detectadas:

source: Page range (e.g., 123-145)
de_de: Seitenbereich (z.B. 123-145)
es_es: Rango de páginas (ej., 123-145)
fr_fr: Plage de pages (par ex., 123-145)
it_it: Intervallo di pagine (es., 123-145)
pt_br: Intervalo de páginas (ex: 123-145)

source: Pages
de_de: Seiten
el: Σελίδες
es_es: Páginas
it_it: Pagine
pt_br: Páginas

source: Parent Author
de_de: Übergeordneter Autor
es_es: Autor padre
fr_fr: Auteur parent
it_it: Autore genitore
pt_br: Autor Pai

source: Parent Author:
de_de: Übergeordneter Autor:
es_es: Autor padre:
fr_fr: Auteur parent :
it_it: Autore genitore:
pt_br: Autor Pai:

source: Parent Publications:
de_de: Übergeordnete Publikationen:
el: Γονικές Δημοσιεύσεις:
es_es: Publicaciones padre:
fr_fr: Publications parentes :
it_it: Pubblicazioni padre:
pt_br: Publicações pai:

source: Patent
el: Δίπλωμα Ευρεσιτεχνίας
es_es: Patente
fr_fr: Brevet
it_it: Brevetto
pt_br: Patente

source: Patents
de_de: Patente
el: Διπλώματα Ευρεσιτεχνίας
es_es: Patentes
fr_fr: Brevets
it_it: Brevetti
pt_br: Patentes

source: Periodical
de_de: Zeitschrift
el: Περιοδικό
es_es: Publicación periódica
fr_fr: Périodique
it_it: Periodico
pt_br: Periódico

source: Periodicals
de_de: Zeitschriften
el: Περιοδικά
es_es: Publicaciones periódicas
fr_fr: Périodiques
it_it: Periodici
pt_br: Periódicos

source: Permission denied
de_de: Zugriff verweigert
es_es: Permiso denegado
fr_fr: Permission refusée
it_it: Autorizzazione negata
pt_br: Permissão negada

source: PhD Theses
de_de: Doktorarbeiten
el: Διδακτορικές Διατριβές
es_es: Tesis doctorales
fr_fr: Thèses de doctorat
it_it: Tesi di dottorato
pt_br: Teses de doutorado

source: PhD Thesis
de_de: Doktorarbeit
el: Διδακτορική Διατριβή
es_es: Tesis doctoral
fr_fr: Thèse de doctorat
it_it: Tesi di dottorato
pt_br: Tese de doutorado

source: Please enter at least one DOI
de_de: Bitte geben Sie mindestens einen DOI ein
es_es: Por favor ingrese al menos un DOI
fr_fr: Veuillez saisir au moins un DOI
it_it: Inserisci almeno un DOI
pt_br: Por favor insira pelo menos um DOI

source: Post Type: Publication
de_de: Beitragstyp: Veröffentlichung
es_es: Tipo de entrada: Publicación
fr_fr: Type d'article : Publication
it_it: Tipo di post: Pubblicazione
pt_br: Tipo de Post: Publicação

source: Presentation
de_de: Präsentation
el: Παρουσίαση
es_es: Presentación
fr_fr: Présentation
it_it: Presentazione
pt_br: Apresentação

source: Presentations
de_de: Präsentationen
el: Παρουσιάσεις
es_es: Presentaciones
fr_fr: Présentations
it_it: Presentazioni
pt_br: Apresentações

source: Proceedings
de_de: Tagungsband
el: Πρακτικά
es_es: Actas
fr_fr: Actes
it_it: Atti
pt_br: Anais

source: Proceedings Article
de_de: Tagungsbandartikel
el: Άρθρο Πρακτικών
es_es: Artículo de actas
fr_fr: Article de conférence
it_it: Articolo di atti
pt_br: Artigo de anais

source: Proceedings Articles
de_de: Tagungsbandartikel
el: Άρθρα Πρακτικών
es_es: Artículos de actas
fr_fr: Articles de conférence
it_it: Articoli di atti
pt_br: Artigos de anais

source: Publication Date
de_de: Veröffentlichungsdatum
es_es: Fecha de publicación
fr_fr: Date de publication
it_it: Data di pubblicazione
pt_br: Data de Publicação

source: Publication Details
de_de: Publikationsdetails
el: Λεπτομέρειες Δημοσίευσης
es_es: Detalles de la publicación
fr_fr: Détails de la publication
it_it: Dettagli pubblicazione
pt_br: Detalhes da publicação

source: Publication Status
de_de: Veröffentlichungsstatus
es_es: Estado de la publicación
fr_fr: Statut de la publication
it_it: Stato pubblicazione
pt_br: Status da Publicação

source: Publication Type
de_de: Publikationstyp
el: Τύπος Δημοσίευσης
es_es: Tipo de publicación
fr_fr: Type de publication
it_it: Tipo di pubblicazione
pt_br: Tipo de publicação

source: Publication Type & Basic Information
de_de: Publikationstyp & Basisinformationen
es_es: Tipo de publicación e información básica
fr_fr: Type de publication et informations de base
it_it: Tipo di pubblicazione e informazioni di base
pt_br: Tipo de Publicação e Informações Básicas

source: Publication URL
de_de: Publikations-URL
es_es: URL de la publicación
fr_fr: URL de la publication
it_it: URL pubblicazione
pt_br: URL da Publicação

source: Publication abstract or summary
de_de: Publikationszusammenfassung oder -übersicht
es_es: Resumen o síntesis de la publicación
fr_fr: Résumé ou synthèse de la publication
it_it: Abstract o sommario della pubblicazione
pt_br: Resumo ou sumário da publicação

source: Publication entries with full academic metadata
de_de: Veröffentlichungseinträge mit vollständigen akademischen Metadaten
es_es: Entradas de publicaciones con metadatos académicos completos
fr_fr: Entrées de publications avec métadonnées académiques complètes
it_it: Voci di pubblicazione con metadati accademici completi
pt_br: Entradas de publicações com metadados acadêmicos completos

source: Publication field: %s
de_de: Veröffentlichungsfeld: %s
es_es: Campo de publicación: %s
fr_fr: Champ de publication : %s
it_it: Campo pubblicazione: %s
pt_br: Campo de publicação: %s

source: Published
de_de: Veröffentlicht
es_es: Publicado
fr_fr: Publié
it_it: Pubblicato
pt_br: Publicado

source: Publisher
de_de: Verlag
el: Εκδότης
es_es: Editorial
fr_fr: Éditeur
it_it: Editore
pt_br: Editora

source: Publisher address or location
de_de: Verlagsadresse oder -ort
es_es: Dirección o ubicación de la editorial
fr_fr: Adresse ou localisation de l'éditeur
it_it: Indirizzo o località dell'editore
pt_br: Endereço ou localização da editora

source: Query Type: Posts
de_de: Abfragetyp: Beiträge
es_es: Tipo de consulta: Entradas
fr_fr: Type de requête : Articles
it_it: Tipo di query: Post
pt_br: Tipo de Consulta: Posts

source: Related Page
de_de: Verwandte Seite
es_es: Página relacionada
fr_fr: Page associée
it_it: Pagina correlata
pt_br: Página Relacionada

source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Supprimer
it_it: Rimuovi
pt_br: Remover

source: Save - the plugin automatically stores the team member URL
de_de: Speichern - das Plugin speichert automatisch die Teammitglied-URL
es_es: Guardar - el plugin almacena automáticamente la URL del miembro del equipo
fr_fr: Enregistrer - le plugin stocke automatiquement l'URL du membre de l'équipe
it_it: Salva - il plugin memorizza automaticamente l'URL del membro del team
pt_br: Salvar - o plugin armazena automaticamente a URL do membro da equipe

source: Save Settings
de_de: Einstellungen speichern
es_es: Guardar configuración
fr_fr: Enregistrer les paramètres
it_it: Salva impostazioni
pt_br: Salvar Configurações

source: School where thesis was written
de_de: Schule, an der die Arbeit verfasst wurde
es_es: Escuela donde se escribió la tesis
fr_fr: École où la thèse a été rédigée
it_it: Scuola dove è stata scritta la tesi
pt_br: Escola onde a tese foi escrita

source: School/University
de_de: Schule/Universität
es_es: Escuela/Universidad
fr_fr: École/Université
it_it: Scuola/Università
pt_br: Escola/Universidade

source: Search Authors
de_de: Autoren suchen
es_es: Buscar autores
fr_fr: Rechercher des auteurs
it_it: Cerca autori
pt_br: Pesquisar Autores

source: Search Publications
de_de: Publikationen suchen
el: Αναζήτηση Δημοσιεύσεων
es_es: Buscar publicaciones
fr_fr: Rechercher des publications
it_it: Cerca pubblicazioni
pt_br: Pesquisar publicações

source: Select Type
de_de: Typ auswählen
es_es: Seleccionar tipo
fr_fr: Sélectionner le type
it_it: Seleziona tipo
pt_br: Selecionar Tipo

source: Select the type of publication. Fields will be adjusted based on your selection.
de_de: Wählen Sie den Publikationstyp. Die Felder werden basierend auf Ihrer Auswahl angepasst.
es_es: Seleccione el tipo de publicación. Los campos se ajustarán según su selección.
fr_fr: Sélectionnez le type de publication. Les champs seront ajustés en fonction de votre sélection.
it_it: Seleziona il tipo di pubblicazione. I campi verranno adattati in base alla tua selezione.
pt_br: Selecione o tipo de publicação. Os campos serão ajustados com base na sua seleção.

source: Series
de_de: Reihe
es_es: Serie
fr_fr: Série
it_it: Serie
pt_br: Série

source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
pt_br: Configurações

source: Settings saved successfully.
de_de: Einstellungen erfolgreich gespeichert.
es_es: Configuración guardada exitosamente.
fr_fr: Paramètres enregistrés avec succès.
it_it: Impostazioni salvate con successo.
pt_br: Configurações salvas com sucesso.

source: Show all publication types
de_de: Alle Publikationstypen anzeigen
es_es: Mostrar todos los tipos de publicación
fr_fr: Afficher tous les types de publication
it_it: Mostra tutti i tipi di pubblicazione
pt_br: Mostrar todos os tipos de publicação

source: Solution:
de_de: Lösung:
es_es: Solución:
it_it: Soluzione:
pt_br: Solução:

source: Sponsoring institution (for tech reports)
de_de: Sponsernde Institution (für technische Berichte)
es_es: Institución patrocinadora (para informes técnicos)
fr_fr: Institution commanditaire (pour rapports techniques)
it_it: Istituzione sponsor (per rapporti tecnici)
pt_br: Instituição patrocinadora (para relatórios técnicos)

source: Sponsoring organization
de_de: Sponsernde Organisation
es_es: Organización patrocinadora
fr_fr: Organisation commanditaire
it_it: Organizzazione sponsor
pt_br: Organização patrocinadora

source: Statistics
de_de: Statistiken
es_es: Estadísticas
fr_fr: Statistiques
it_it: Statistiche
pt_br: Estatísticas

source: Submitted
de_de: Eingereicht
es_es: Enviado
fr_fr: Soumis
it_it: Inviato
pt_br: Enviado

source: Successfully cleaned up %d orphaned connections.
de_de: Erfolgreich %d verwaiste Verbindungen bereinigt.
es_es: Se limpiaron exitosamente %d conexiones huérfanas.
fr_fr: Nettoyage réussi de %d connexions orphelines.
it_it: Puliti con successo %d collegamenti orfani.
pt_br: Limpou com sucesso %d conexões órfãs.

source: Team CPT Status:
es_es: Estado de Team CPT:
fr_fr: Statut du CPT d'équipe :
it_it: Stato CPT del team:
pt_br: Status do CPT da Equipe:

source: Team Member
de_de: Teammitglied
es_es: Miembro del equipo
fr_fr: Membre de l'équipe
it_it: Membro del team
pt_br: Membro da Equipe

source: Team Members
de_de: Teammitglieder
es_es: Miembros del equipo
fr_fr: Membres de l'équipe
it_it: Membri del team
pt_br: Membros da Equipe

source: Team member URL for this author
de_de: Teammitglied-URL für diesen Autor
es_es: URL del miembro del equipo para este autor
fr_fr: URL du membre de l'équipe pour cet auteur
it_it: URL del membro del team per questo autore
pt_br: URL do membro da equipe para este autor

source: Team member post type not found. Configure in Publications > Settings
de_de: Teammitglied-Beitragstyp nicht gefunden. Konfigurieren Sie ihn unter Veröffentlichungen > Einstellungen
es_es: Tipo de entrada de miembro del equipo no encontrado. Configure en Publicaciones > Configuración
fr_fr: Type d'article de membre de l'équipe non trouvé. Configurez dans Publications > Paramètres
it_it: Tipo di post del membro del team non trovato. Configura in Pubblicazioni > Impostazioni
pt_br: Tipo de post de membro da equipe não encontrado. Configure em Publicações > Configurações

source: Technical Manual
de_de: Technisches Handbuch
el: Τεχνικό Εγχειρίδιο
es_es: Manual técnico
fr_fr: Manuel technique
it_it: Manuale tecnico
pt_br: Manual técnico

source: Technical Manuals
de_de: Technische Handbücher
el: Τεχνικά Εγχειρίδια
es_es: Manuales técnicos
fr_fr: Manuels techniques
it_it: Manuali tecnici
pt_br: Manuais técnicos

source: Technical Report
de_de: Technischer Bericht
el: Τεχνική Αναφορά
es_es: Informe técnico
fr_fr: Rapport technique
it_it: Rapporto tecnico
pt_br: Relatório técnico

source: Technical Reports
de_de: Technische Berichte
el: Τεχνικές Αναφορές
es_es: Informes técnicos
fr_fr: Rapports techniques
it_it: Rapporti tecnici
pt_br: Relatórios técnicos

source: This displays authors with automatic links to linked team members.
de_de: Dies zeigt Autoren mit automatischen Links zu verknüpften Team-Mitgliedern an.
es_es: Esto muestra autores con enlaces automáticos a miembros del equipo vinculados.
fr_fr: Cela affiche les auteurs avec des liens automatiques vers les membres de l'équipe liés.
it_it: Questo mostra gli autori con collegamenti automatici ai membri del team collegati.
pt_br: Isso exibe autores com links automáticos para membros da equipe vinculados.

source: This will remove all connections to deleted publications. Continue?
de_de: Dies entfernt alle Verbindungen zu gelöschten Veröffentlichungen. Fortfahren?
es_es: Esto eliminará todas las conexiones a publicaciones eliminadas. ¿Continuar?
fr_fr: Cela supprimera toutes les connexions aux publications supprimées. Continuer ?
it_it: Questo rimuoverà tutti i collegamenti alle pubblicazioni eliminate. Continuare?
pt_br: Isso removerá todas as conexões com publicações excluídas. Continuar?

source: Title of the book (for chapters, sections)
de_de: Titel des Buches (für Kapitel, Abschnitte)
es_es: Título del libro (para capítulos, secciones)
fr_fr: Titre du livre (pour chapitres, sections)
it_it: Titolo del libro (per capitoli, sezioni)
pt_br: Título do livro (para capítulos, seções)

source: Title of the specific issue
de_de: Titel der spezifischen Ausgabe
es_es: Título del número específico
fr_fr: Titre du numéro spécifique
it_it: Titolo del numero specifico
pt_br: Título da edição específica

source: Tools
de_de: Werkzeuge
es_es: Herramientas
fr_fr: Outils
it_it: Strumenti
pt_br: Ferramentas

source: Top Authors by Publication Count
de_de: Top-Autoren nach Veröffentlichungsanzahl
es_es: Principales autores por cantidad de publicaciones
fr_fr: Meilleurs auteurs par nombre de publications
it_it: Autori principali per numero di pubblicazioni
pt_br: Principais Autores por Contagem de Publicações

source: Total Connections
de_de: Gesamtverbindungen
es_es: Conexiones totales
fr_fr: Connexions totales
it_it: Collegamenti totali
pt_br: Total de Conexões

source: Total Publications
de_de: Gesamtveröffentlichungen
es_es: Publicaciones totales
fr_fr: Publications totales
it_it: Pubblicazioni totali
pt_br: Total de Publicações

source: Type
de_de: Typ
es_es: Tipo
it_it: Tipo
pt_br: Tipo

source: Type of technical report or thesis
de_de: Art des technischen Berichts oder der Abschlussarbeit
es_es: Tipo de informe técnico o tesis
fr_fr: Type de rapport technique ou de thèse
it_it: Tipo di rapporto tecnico o tesi
pt_br: Tipo de relatório técnico ou tese

source: URL Access Date
de_de: URL-Zugriffsdatum
es_es: Fecha de acceso a URL
fr_fr: Date d'accès à l'URL
it_it: Data di accesso URL
pt_br: Data de Acesso da URL

source: URL to publication cover image
de_de: URL zum Veröffentlichungstitel bild
es_es: URL de la imagen de portada de la publicación
fr_fr: URL de l'image de couverture de la publication
it_it: URL dell'immagine di copertina della pubblicazione
pt_br: URL da imagem de capa da publicação

source: URLs & Digital Object Identifier
de_de: URLs & Digitaler Objektbezeichner
es_es: URLs e identificador de objeto digital
fr_fr: URLs et identifiant d'objet numérique
it_it: URL e identificatore di oggetto digitale
pt_br: URLs e Identificador de Objeto Digital

source: Unique BibTeX citation key (e.g., Smith2024)
de_de: Eindeutiger BibTeX-Zitierschlüssel (z.B. Müller2024)
es_es: Clave de citación BibTeX única (ej., Smith2024)
fr_fr: Clé de citation BibTeX unique (par ex., Dupont2024)
it_it: Chiave di citazione BibTeX univoca (es. Smith2024)
pt_br: Chave de citação BibTeX única (ex: Silva2024)

source: Unique identifier for imported publications (read-only)
de_de: Eindeutige Kennung für importierte Veröffentlichungen (schreibgeschützt)
es_es: Identificador único para publicaciones importadas (solo lectura)
fr_fr: Identifiant unique pour les publications importées (lecture seule)
it_it: Identificatore univoco per pubblicazioni importate (sola lettura)
pt_br: Identificador único para publicações importadas (somente leitura)

source: Unpublished
de_de: Unveröffentlicht
el: Αδημοσίευτο
es_es: No publicado
fr_fr: Non publié
it_it: Non pubblicato
pt_br: Não publicado

source: Update Author
de_de: Autor aktualisieren
es_es: Actualizar autor
fr_fr: Mettre à jour l'auteur
it_it: Aggiorna autore
pt_br: Atualizar Autor

source: Use dynamic data:
de_de: Dynamische Daten verwenden:
es_es: Usar datos dinámicos:
fr_fr: Utiliser les données dynamiques :
it_it: Usa dati dinamici:
pt_br: Usar dados dinâmicos:
