Repository: ntamasM/publications-manager
Catalog: languages/publications-manager-*.po
Languages: de_de, el, es_es, fr_fr, it_it, pt_br

source: Use:
de_de: Verwenden:
es_es: Usar:
fr_fr: Utiliser :
it_it: Usa:
pt_br: Usar:

source: View Publication
de_de: Publikation ansehen
el: Προβολή Δημοσίευσης
es_es: Ver publicación
fr_fr: Voir la publication
it_it: Visualizza pubblicazione
pt_br: Ver publicação

source: Volume
de_de: Band
el: Τόμος
es_es: Volumen

source: When looping through author terms, use:
de_de: Beim Durchlaufen von Autorbegriffen verwenden Sie:
es_es: Al recorrer términos de autor, use:
fr_fr: Lors du parcours des termes d'auteurs, utilisez :
it_it: Quando scorri i termini degli autori, usa:
pt_br: Ao percorrer os termos de autor, use:

source: With Team Links
de_de: Mit Teamlinks
es_es: Con enlaces de equipo
fr_fr: Avec liens d'équipe
it_it: Con collegamenti team
pt_br: Com Links de Equipe

source: Without Links
de_de: Ohne Links
es_es: Sin enlaces
fr_fr: Sans liens
it_it: Senza collegamenti
pt_br: Sem Links

source: Working paper
de_de: Arbeitspapier
es_es: Documento de trabajo
fr_fr: Document de travail
it_it: Documento di lavoro
pt_br: Documento de trabalho

source: Working papers
de_de: Arbeitspapiere
es_es: Documentos de trabajo
fr_fr: Documents de travail
it_it: Documenti di lavoro
pt_br: Documentos de trabalho

source: Workshop
es_es: Taller
fr_fr: Atelier

source: Workshops
es_es: Talleres
fr_fr: Ateliers
it_it: Workshop

source: Year
de_de: Jahr
el: Έτος
es_es: Año
fr_fr: Année
it_it: Anno
pt_br: Ano

source: e.g., John Smith
de_de: z.B. Max Mustermann
es_es: ej., Juan Pérez
fr_fr: par ex., Jean Dupont
it_it: es. Mario Rossi
pt_br: ex: João Silva

source: 💡 Tip: Once linked, use {term_meta:pm_author_team_url} in Bricks Builder for author term URLs.
de_de: 💡 Tipp: Nach der Verknüpfung verwenden Sie {term_meta:pm_author_team_url} in Bricks Builder für Autorbegriff-URLs.
es_es: 💡 Consejo: Una vez vinculado, use {term_meta:pm_author_team_url} en Bricks Builder para las URLs de términos de autor.
fr_fr: 💡 Astuce : Une fois lié, utilisez {term_meta:pm_author_team_url} dans Bricks Builder pour les URLs de termes d'auteur.
it_it: 💡 Suggerimento: Una volta collegato, usa {term_meta:pm_author_team_url} in Bricks Builder per gli URL dei termini autore.
pt_br: 💡 Dica: Uma vez vinculado, use {term_meta:pm_author_team_url} no Bricks Builder para URLs de termos de autor.

source: 📝 Linking Authors to Team Members
de_de: 📝 Autoren mit Teammitgliedern verknüpfen
es_es: 📝 Vinculando autores a miembros del equipo
fr_fr: 📝 Liaison des auteurs aux membres de l'équipe
it_it: 📝 Collegamento autori ai membri del team
pt_br: 📝 Vinculando Autores aos Membros da Equipe

source: Team CPT Slug
fr_fr: Slug de CPT d'équipe
it_it: Slug CPT del team
pt_br: Slug do CPT da Equipe

source: DOI(s)
el: DOI
it_it: DOI

source: Publications Manager
el: Διαχείριση Δημοσιεύσεων

source: Advanced publication management using Custom Post Types with teachPress-compatible fields and Crossref import functionality
el: Προηγμένη διαχείριση δημοσιεύσεων με χρήση Custom Post Types, πεδία συμβατά με teachPress και λειτουργικότητα εισαγωγής από Crossref

# Post type general name
source: Publications
el: Δημοσιεύσεις

# Post type singular name
source: Publication
el: Δημοσίευση

# Admin Menu text
source: Publications
el: Δημοσιεύσεις

# Add New on Toolbar
source: Publication
el: Δημοσίευση

# Overrides the "Featured Image" phrase
source: Publication Cover Image
el: Εικόνα Εξωφύλλου Δημοσίευσης

# Overrides the "Set featured image" phrase
source: Set cover image
el: Ορισμός εικόνας εξωφύλλου

# Overrides the "Remove featured image" phrase
source: Remove cover image
el: Αφαίρεση εικόνας εξωφύλλου

# Overrides the "Use as featured image" phrase
source: Use as cover image
el: Χρήση ως εικόνα εξωφύλλου

# The post type archive label used in nav menus
source: Publication archives
el: Αρχεία δημοσιεύσεων

# Overrides the "Insert into post" phrase
source: Insert into publication
el: Εισαγωγή στη δημοσίευση

# Overrides the "Uploaded to this post" phrase
source: Uploaded to this publication
el: Μεταφορτώθηκε σε αυτή τη δημοσίευση

source: Master Thesis
el: Μεταπτυχιακή Εργασία

source: Master Theses
el: Μεταπτυχιακές Εργασίες

source: Working Paper
el: Εργασία Υπό Έκδοση

source: Working Papers
el: Εργασίες Υπό Έκδοση

source: Poster
el: Αφίσα

source: Posters
el: Αφίσες

source: Author(s)
el: Συγγραφέας/είς

source: Editor(s)
el: Επιμελητής/ές

source: Month
el: Μήνας

source: Journal/Booktitle
el: Περιοδικό/Τίτλος Βιβλίου

source: Number/Issue
el: Αριθμός/Τεύχος

source: URL/Link
el: URL/Σύνδεσμος

source: Keywords
el: Λέξεις-Κλειδιά

source: Export All Publications
el: Εξαγωγή Όλων των Δημοσιεύσεων

source: Import BibTeX
el: Εισαγωγή BibTeX

source: Upload a BibTeX file (.bib) to import publications.
el: Μεταφορτώστε ένα αρχείο BibTeX (.bib) για εισαγωγή δημοσιεύσεων.

source: BibTeX File
el: Αρχείο BibTeX

source: Import BibTeX File
el: Εισαγωγή Αρχείου BibTeX

source: Imported successfully!
el: Η εισαγωγή ολοκληρώθηκε επιτυχώς!

source: Error:
el: Σφάλμα:

source: Processing...
el: Επεξεργασία...

source: Importing publications...
el: Εισαγωγή δημοσιεύσεων...

source: Invalid nonce
el: Μη έγκυρο nonce

source: No DOI(s) provided
el: Δεν παρέχονται DOI

source: Successfully imported
el: Επιτυχής εισαγωγή

source: Failed to import
el: Αποτυχία εισαγωγής

source: Invalid format
el: Μη έγκυρη μορφή

source: No publications found
el: Δεν βρέθηκαν δημοσιεύσεις

source: Error exporting publications
el: Σφάλμα κατά την εξαγωγή δημοσιεύσεων

source: Successfully imported publication:
el: Επιτυχής εισαγωγή δημοσίευσης:

source: Failed to import DOI:
el: Αποτυχία εισαγωγής DOI:
